Repository: ubports/calendar-app
Catalog: po/*.po
Languages: sc

source: Event Details
sc: Detàllios de s'eventu

source: Edit
sc: Modìfica

source: All Day
sc: Totu sa die

source: Calendar
sc: Calendàriu

source: Attending
sc: Partètzipant

source: Not Attending
sc: Non partètzipant

source: Maybe
sc: Fortzes

source: No Reply
sc: Sena risposta

source: Description
sc: Descritzione

source: Reminder
sc: Apuntu

source: Today
sc: Oe

source: Year %1
sc: Annu %1

source: Never
sc: Mai

source: After X Occurrence
sc: A pustis de X eventos

source: After Date
sc: A pustis de sa data

source: Select Color
sc: Seletziona colore

source: Cancel
sc: Annulla

source: W%1
sc: Ch%1

source: No Reminder
sc: Sena apuntu

source: On Event
sc: In s'ora de s'eventu

source: %1 week
sc: %1 chida

source: %1 day
sc: %1 die

source: %1 hour
sc: %1 ora

source: %1 minute
sc: %1 minutu

source: 5 minutes
sc: 5 minutos

source: 10 minutes
sc: 10 minutos

source: 15 minutes
sc: 15 minutos

source: 30 minutes
sc: 30 minutos

source: 1 hour
sc: 1 ora

source: 2 hours
sc: 2 oras

source: 1 day
sc: 1 die

source: 2 days
sc: 2 dies

source: 1 week
sc: 1 chida

source: 2 weeks
sc: 2 chidas

source: Custom
sc: Personalizadu

source: Once
sc: Una borta

source: Daily
sc: Cada die

source: On Weekdays
sc: A intre chida

source: On %1, %2 ,%3
sc: Su %1, %2, %2

source: On %1 and %2
sc: In su %1 e su %2

source: Weekly
sc: Cada chida

source: Monthly
sc: Cada mese

source: Yearly
sc: Cada annu

source: End time can't be before start time
sc: S'ora de fine non podet èssere in antis de s'ora de cumintzu

source: Edit Event
sc: Modìfica eventu

source: New Event
sc: Eventu nou

source: Delete
sc: Cantzella

source: Save
sc: Sarva

source: Error
sc: Faddina

source: OK
sc: AB

source: From
sc: Dae

source: To
sc: A

source: All day event
sc: Eventu de totu sa die

source: Event Name
sc: Nùmene de s'eventu

source: Location
sc: Positzione

source: Guests
sc: Invitados

source: Add Guest
sc: Agiunghe invitadu

source: Repeats
sc: Si repitet

source: Delete Recurring Event
sc: Cantzella s'eventu ricurrente

source: Delete Event
sc: Cantzella eventu

source: Delete only this event "%1", or all events in the series?
sc: Boles cantzellare petzi custu eventu "%1", o totu is eventos in sa sèrie?

source: Are you sure you want to delete the event "%1"?
sc: Ses seguru chi boles cantzellare s'eventu "%1"?

source: Delete series
sc: Cantzella sa sèrie

source: Delete this
sc: Cantzella custu

source: Edit only this event "%1", or all events in the series?
sc: Boles modificare isceti custu eventu "%1", o totus is eventos de sa sèrie?

source: Edit series
sc: Modìfica sa sèrie

source: Edit this
sc: Modìfica custu

source: You have no calendars enabled
sc: Perunu calendàriu ativadu

source: No upcoming events
sc: Perunu eventu imbeniente

source: Enable calendars
sc: Ativa calendàrios

source: no event name set
sc: eventu sena nòmine

source: no location
sc: sena positzione

source: Wk
sc: ch

source: New event
sc: Eventu nou

source: %1 event
sc: %1 eventu

source: %1 all day event
sc: %1 eventu de totu sa die

source: Pick an account to create.
sc: Sèbera unu contu pro creare.

source: Calendars
sc: Calendàrios

source: Back
sc: In segus

source: Sync
sc: Sincroniza

source: Syncing
sc: Sincronizatzione

source: Add online Calendar
sc: Agiunghe calendàriu in lìnia

source: Unable to deselect
sc: Non s'est pòdidu deseletzionare

source: In order to create new events you must have at least one writable calendar selected
sc: Deves tènnere seletzionadu a su nessi unu calendàriu de iscritura pro pòdere creare eventos noos

source: Ok
sc: AB

source: Settings
sc: Cunfiguratzione

source: Show week numbers
sc: Ammustra nùmeros de chida

source: Show lunar calendar
sc: Ammustra calendàriu lunare

source: Default reminder
sc: Apuntu predefinidu

source: Default calendar
sc: Calendàriu predefinidu

source: Custom reminder
sc: Apuntu personalizadu

source: Repeat
sc: Ripetitzione

source: Repeats On:
sc: Si repìtet:

source: Recurring event ends
sc: S'eventu ricurrente acabbat

source: Date
sc: Data

source: No contact
sc: Perunu cuntatu

source: Search contact
sc: Chirca cuntatu

source: %1; %2 time
sc: %1; %2 borta

source: %1; until %2
sc: %1; finas a su %2

source: Weekly on %1
sc: Cada chida su %1

source: Calendar app accept four arguments: --starttime, --endtime, --newevent and --eventid. They will be managed by system. See the source for a full comment about them
sc: S'aplicatzione Calendàriu ammitet bator argumentos: --starttime, --endtime, --newevent and --eventid. Ant a èssere gestidos dae su sistema. Càstia su còdighe de orìgine pro àteras informatziones

source: Year
sc: Annu

source: Month
sc: Mese

source: Week
sc: Chida

source: Day
sc: Die

source: A calendar for Ubuntu which syncs with online accounts.
sc: Calendàriu pro Ubuntu chi sincronizat cun contos in lìnia.

source: calendar;event;day;week;year;appointment;meeting;
sc: calendàriu;eventu;die;chida;annu;apuntamentu;riunione;
